<?php
    $Person = array(
    array(
        "name" => "John Carmack",
        "age" => "46",
        "image" => "John_Carmack.jpg",
        "description" => "Бесспорно одна из самых ключевых фигур в индустрии видеоигр, его вклад в жанр FPS невозможно переоценить."
        . "Создатель перых 3D игр, создательно технологии псевдо 3D, разработчик движков, чьи методы лежат в основе создания 3D игр до сих пор"
        . "Изобретатель таких технологий как: полигональная геометрия уровней и персонажей, технология лайтмапов, объемых теней и света,"
        . "динамические источники освещения и гуро-шейдинг, и многое многое другое. Создатель движков  id Tech 1-6, и жанра 3D-Action",
        "game" => "Wolfenstein-3D, Doom, Quake.<br><br><br>"
    ),array(
        "name" => "Gabe Newell",
        "age" => "54",
        "image" => "Gabe_Newell.jpg",
        "description" => "Гейб участвовал в разработке ранних версий Windows. После 13 лет работы в Microsoft, ушел из неё"
        . " и основал собственную компанию Valve в 1996. Они использовали свои деньги в разработке игры Half-Life. "
        . "В этих целях был куплен исходный код движка Quake engine, которой в дальнейшем был сильно переработан. В 1998 году"
        . " в свет вышла феноменальная серия игр Half-Life, ставшая эталоном компьютерных игр-шутеров и основой для таких популярных "
        . "игр как Counter-Strike и Team Fortress. Компания VALVE во главе с Гейбом разработала систему Steam ставшую самой поплярной системой "
        . "электронной дистрибуции компьютерных игр в мире. Подкупив пользователей своим удобством, стала настоящим спасением PC как иговой платформы.",
        "game" => "Half-Life, Team Fortress, Counter-Strike, Portal, Left 4 Dead, Dota 2."
        
    ),array(
        "name" => "Hideo Kojima",
        "age" => "53",
        "image" => "Hideo_Kojima.jpg",
        "description" => "Хидео Кадзима талантливейший японский геймдизайнер, режиссёр и продюсер. Глава собственной студии разработки "
        . "Kojima Productions, в прошлом — вице-президент Konami Digital Entertainment. Создатель успешных игровых проектов, таких "
        . "как серии Metal Gear, Snatcher, Policenauts. Также спродюсировал обе части Zone of the Enders и серию Boktai. Основатель жанра"
        . " стелс в игровой индустрии, его игры были изданны и выпущщены на огромном множестве игровых плаформ. Таких как :"
        . "MSX, MSX 2, NEC, PC, 3DO, PlayStation, Sega, Saturn, PSX, PC, Dreamcast, Xbox, PlayStation 2, Game Boy, GameCube, PlayStation 3,"
        . " Xbox 360, PlayStation 4, Xbox One.",
        "game" => "Metal Gear, Metal Gear 2, Metal Gear Solid, Castlevania, Silent Hills."
    ));
?>